const TOPIC_DATA = {
  '01 強化國防': {
    fullName: '台灣人民堅持台海問題應該和平解決。如果中共不撤除瞄準台灣的飛彈、不放棄對台灣使用武力，您是否贊成政府增加購置反飛彈裝備，以強化台灣自我防衛能力？',
    pass: false,
    agree: 6511216,
    disagree: 581413
  },
  '02 對等談判': {
    fullName: '您是否同意政府與中共展開協商，推動建立兩岸和平穩定的互動架構，以謀求兩岸的共識與人民的福祉？',
    pass: false,
    agree: 6319663,
    disagree: 545911
  },
  '03 討黨產': {
    fullName: '你是否同意依下列原則制定「政黨不當取得財產處理條例」將中國國民黨黨產還給全民：中國國民黨及其附隨組織的財產，除黨費、政治獻金及競選補助金外，均推定為不當取得的財產，應還給人民。已處分者，應償還價額。',
    pass: false,
    agree: 3891170,
    disagree: 363494
  },
  '04 反貪腐': {
    fullName: '您是否同意制定法律追究國家領導人及其部屬，因故意或重大過失之措施，造成國家嚴重損害之責任，並由立法院設立調查委員會調查，政府各部門應全力配合，不得抗拒，以維全民利益，並懲處違法失職人員，追償不當所得？',
    pass: false,
    agree: 2304136,
    disagree: 1656890
  },
  '05 台灣入聯合國': {
    fullName: '1971年中華人民共和國進入聯合國，取代中華民國，台灣成為國際孤兒。為強烈表達台灣人民的意志，提升台灣的國際地位及參與，您是否同意政府以「台灣」名義加入聯合國？',
    pass: false,
    agree: 5529230,
    disagree: 352359
  },
  '06 務實返聯公投': {
    fullName: '您是否同意我國申請重返聯合國及加入其他組織，名稱採務實、有彈性的策略，亦即贊成以中華民國名義、或以台灣名義、或以其他有助於成功並兼顧尊嚴的名稱，申請重返聯合國及加入其他國際組織？',
    pass: false,
    agree: 4962309,
    disagree: 724060
  },
  '07 反空污': {
    fullName: '你是否同意以「平均每年至少降低1%」之方式逐年降低火力發電廠發電量？',
    pass: true,
    agree: 7955753,
    disagree: 2109157
  },
  '08 反燃煤發電': {
    fullName: '您是否同意確立「停止新建、擴建任何燃煤發電廠或發電機組（包括深澳電廠擴建）」之能源政策？',
    pass: true,
    agree: 7599267,
    disagree: 2346316
  },
  '09 反日本核食': {
    fullName: '你是否同意政府維持禁止開放日本福島311核災相關地區，包括福島與周遭4縣市（茨城、櫪木、群馬、千葉）等地區農產品及食品進口？',
    pass: true,
    agree: 7791856,
    disagree: 2231425
  },
  '10 民法婚姻排除同性結合': {
    fullName: '你是否同意民法婚姻規定應限定在一男一女的結合？',
    pass: true,
    agree: 7658008,
    disagree: 2907429
  },
  '11 國中小禁止實施同志教育': {
    fullName: '你是否同意在國民教育階段內（國中及國小），教育部及各級學校不應對學生實施性別平等教育法施行細則所定之同志教育？',
    pass: true,
    agree: 7083379,
    disagree: 3419624
  },
  '12 非民法保障同性共同生活': {
    fullName: '你是否同意以民法婚姻規定以外之其他形式來保障同性別二人經營永久共同生活的權益？',
    pass: true,
    agree: 6401748,
    disagree: 4072471
  },
  '13 2020東京奧運台灣正名': {
    fullName: '你是否同意，以「台灣」（Taiwan）為全名申請參加所有國際運動賽事及2020年東京奧運？',
    pass: false,
    agree: 4763086,
    disagree: 5774556
  },
  '14 以民法保障同性婚姻': {
    fullName: '您是否同意，以民法婚姻章保障同性別二人建立婚姻關係？',
    pass: false,
    agree: 3382286,
    disagree: 6949697
  },
  '15 國中小性別平等教育明定入法': {
    fullName: '您是否同意，以「性別平等教育法」明定在國民教育各階段內實施性別平等教育，且內容應涵蓋情感教育、性教育、同志教育等課程？',
    pass: false,
    agree: 3507665,
    disagree: 6805171
  },
  '16 廢止電業法非核家園條文': {
    fullName: '您是否同意：廢除電業法第95條第1項，即廢除『核能發電設備應於中華民國一百十四年以前，全部停止運轉』之條文？',
    pass: true,
    agree: 5895560,
    disagree: 4014215
  }
}


export { TOPIC_DATA };
